Repository: seanpm2001/mt-training-data
Catalog: skr/skr_pontoon.tmx
Source language: en_us
Languages: skr

source: Where does the source text come from?
skr: ماخذ عبارت کتھوں آندی ہے؟

source: Which variant of { $language } do you speak?
skr: تساں { $language } دا کہڑا لہجہ الیندے ہو؟

source: Why ?
skr: کیوں؟

source: Why a profile?
skr: ہک پروفائل کیوں؟

source: Why Common Voice?
skr: Common Voice کیوں؟

source: Why does this matter?
skr: ایہ اہم کیوں ہے؟

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
skr: تساں لوکاں کوں مختلف زباناں وچ کتاباں یا وکیپیڈیا دے مضمون پڑھݨ دا کیوں نہوے آہدے؟

source: Why do you need so many different speakers per language?
skr: تہاکوں ہک زبان کیتے ٻہوں سارے مختلف آلاوݨ آلیاں دی لوڑ کیوں ہے؟

source: Why is 10,000 validated hours the per language goal for capturing audio?
skr: آڈیو کیپچر کیتے ہر زبان کیتے الائے ہوئے ١٠٠٠ تصدیق تھئے گھنٹے کیوں لوڑ ہن؟

source: Why is Common Voice part of the Mozilla mission?
skr: موزلّا دی مہم دا کامن وائس حصہ کیوں ہے؟

source: Why is it important?
skr: ایہ اہم کیوں ہے؟

source: Why is my language not included yet?
skr: میݙی زبان اڄݨ تائیں کیوں شامل کائنی؟

source: Why should I sign up for an account?
skr: میں کھاتے کیتے سائن اپ کیوں تھیواں؟

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
skr: بھلا تساں آپݨی صوتی رکاڈنگ کوں وی مٹواوݨ چاہسو، یا تساں ایں کوں کامن وائس ڈیٹاسیٹ وچ رکھݨ پسند کریسو؟

source: Xhosa
skr: ہوسا

source: Xitsonga
skr: چٹ سونگا

source: y
skr: جیا

source: Y
skr: جیا

source: Yes
skr: جیا

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
skr: جیا، میکوں ای میلاں بھیڄو۔ میں کامن وائس منصوبے بارے باخبر رہݨ چاہساں۔

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
skr: جیا، میکوں ای میل پٹھو۔ میں کامن وائس تے ایں زبان دی ترقی بارے باخبر رہݨ چاہساں۔

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
skr: جیا، ساکوں خاص طور تے تہاݙی آواز دی لوڑ ہے! کامن وائس دے مقصد دا ہک جزو ایہ وی ہے جو ہر قسمی لہجیاں دیاں آوازاں کٹھیاں کیتیاں ون٘ڄن تاں جو صوتی سُن٘ڄاݨ دیاں خدمتاں ہر ہک کیتے ہکو سن٘واں کم کر سڳن۔ ایندا مطلب ایہ ہے جو کہیں وی زبان دے غیر مقامی لہجہ الاوݨ آلیاں ولوں آواز دان کرݨ خصوصی طور تے اہم ہے۔

source: Yiddish
skr: یدش

source: Yoruba
skr: یور

source: You
skr: تساں

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
skr: تساں <size>{ $size }GB</size> دا ڈاؤن لوڈ شروع کرݨ آلے ہی ہو، اڳوں تے ودھوں؟

source: You are prepared to initiate a download of <b>{ $size }</b>
skr: تساں <b>{ $size }</b> کوں ڈاؤن لوڈ شروع کرݨ کیتے تیار ہو

source: You can choose to make your username public or anonymous.
skr: تساں آپݨاں ورتݨ ناں عوامی یا گمنام کرݨ چُݨ سڳدے ہو

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
skr: کامن وائس تے پروفائل بݨا تے آپݨی آواز شامل کرتے تساں ساکوں ہک ون پوناں کھلا ماخذ ڈیٹاسیٹ اسارݨ وچ مدد کر سڳدے ہو۔

source: You cannot request your recordings while another request is already in progress.
skr: تساں آپݨی رکاڈنگ دی ارداس نہوے کرسڳدے، ہک ٻئی ارداس پہلے ہی جاری ہے۔

source: You can request a new takeout of your recordings every { $days } days.
skr: تساں ہر{ $days } ݙین٘ہاں وچ آپݨی رکاڈنگ دے نویں ٹیک آؤٹ دی ارداس کر سڳدے ہو۔

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
skr: تساں ویب سائٹ شامل کر سڳدے ہو، مثال دے طور تے "کامن وائس"۔ https://commonvoice.mozilla.org/

source: You have not added any languages yet.
skr: اڄݨ تائیں تساں کوئی زبان شامل کائنی کیتی۔

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
skr: تساں کوئی زبان کائنی چُݨی۔ سوہݨا، زباناں چُݨݨ سانگے آپݨی <profileLink>پروفائل</profileLink> تے ون٘ڄو۔

source: You must allow microphone access.
skr: مائیکروفون دی رسائی دی تہاݙی اجازت ضروری ہے۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
skr: تہاݙی گمنام آواز دی رکاڈنگ کامن وائس ڈیٹاسیٹ وچ باقی راہسی۔ ہک واری تساں آپݨی پروفائل مٹا ݙیسو تاں تساں آپݨی رکاڈنگ کوں ہٹاوݨ دی کوئی ارداس جمع کائناں کر سڳسو۔

source: Your daily goal has been created
skr: تہاݙا ݙین٘ہ وار مقصد بݨ ڳیا

source: Your download has started.
skr: تہاݙی ڈاؤن لوڈ شروع تھی ڳئی ہے۔

source: You’re contributing to a target segment
skr: تساں ہدف ٹوٹے وچ حصہ پیندے پئے ہو

source: You’re contributing to our first target segment
skr: تساں ساݙے پہلے ہدف ٹوٹے وچ حصہ پیندے پئے ہو

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
skr: تساں فی الحال ای میلاں وصو ل <bold>کائنی<bold/>کرݨ چاہندے ہو جیندے وچ کامن وائس بارے مقاصد یاد دہانیاں، میݙی پیش رفت اپ ڈیٹاں تے خبر نامے وغیرہ شامل ہوون

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
skr: تساں فی الحال ای میلاں وصو ل کر چاہندے ہو جیندے وچ کامن وائس بارے مقاصد یاد دہانیاں، میݙی پیش رفت اپ ڈیٹاں تے خبر نامے وغیرہ شامل ہوون

source: Your email address
skr: تہاݙا ای میل پتہ

source: Your files are being assembled. Please check again later.
skr: تہاݙیاں فائلاں جُڑدیاں پیاں ہن۔ سوہݨا، ولدا بعد وچ پڑتال کرو۔

source: Your languages:
skr: تہاݙیاں زباناں:

source: Your Languages
skr: تہاݙیاں زباناں

source: Your username and email will not be associated with the published data.
skr: تہاݙا ورتݨ ناں تے ای میل شائع تھئے ڈیٹا نال منسلک کائناں تھیسن۔

source: Your weekly goal has been created
skr: تہاݙا ہفتہ وار مقصد بݨ ڳیا

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
skr: تہاکوں جلدی وضاحت کرݨ آلی ای میل وصول کرݨی چاہیدی ہے جیندے وچ کامن وائس وچ زبان شامل کرݨ کیتے مرحلیاں دی تفصیل ہوسی

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
skr: تساں کامن وائس کوں ساݙے ݙین٘ہوار { $goalValue } ریکاڈنگ ہدف دے <goalPercentage> تائیں پُڄݨ وچ مدد ݙتی ہے!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
skr: تساں کامن وائس کوں ساݙے ݙین٘ہوار { $goalValue } تصدیقی ہدف دے </goalPercentage> تائیں پُڄݨ وچ مدد ݙتی ہے!

source: You've successfully signed up for contributing to { $language }. Thank you.
skr: تساں کامیابی نال { $language } وچ ونگاراں کیتے سائن اپ کر گھدے۔ تھورائت ہاں۔

source: Zip #{ $offset } of { $total }
skr: { $total } وچوں زپ ؀{ $offset }

source: Zulu
skr: زولو

source: 1 add-on
skr: 1 ایڈ ــ آن

source: %1$d new permissions are required
skr: %1$d کوں نویاں اجازتاں دی لوڑ ہے

source: %1$d out of %2$d
skr: %2$d وچوں %1$d

source: %1$d selected
skr: %1$d چُݨیج ڳیا

source: 1. Go to Android Settings
skr: ١۔ اینڈرائیڈ ترتیباں تے ون٘ڄو

source: 1 open tab. Tap to switch tabs.
skr: ١ ٹیب کھولو۔ ٹیبز بدلݨ کیتے دباؤ۔

source: %1$s add-ons
skr: %1$s ایڈ ــ آن

source: %1$s automatically stops companies from secretly following you around the web.
skr: %1$s خودکار طور تے کمپنیاں کوں ویب تے تہاکوں خفیہ فالو کرݨ کنوں روکیندے۔

source: %1$s can close tabs you haven’t viewed over the past month.
skr: جہڑے ٹیب تساں پہلے مہینے دے دوران کائنی ݙٹھے، انہاں کوں %1$s بند کر سڳدے۔

source: %1$s can’t download this file type
skr: %1$s ایہ فائل قسم ڈاؤن لوڈ کائنی کر سڳدا

source: %1$s clears your search and browsing history from private tabs when you close them or quit the app. While this doesn’t make you anonymous to websites or your internet service provider, it makes it easier to keep what you do online private from anyone else who uses this device.
skr: %1$s نجی ٹیب نال تہاݙٖے ڳولݨ تے براؤزنگ دی تاریخ کوں صاف کریندے جہڑے ویلے تساں انہاں کوں بند کریندے ہو یا ایپ کوں چھوڑ ݙیندے ہو۔ جڈاں جو ایہ تہاکوں ویب سائٹاں یا انٹرنیٹ سروس فراہم کرݨ آلیاں کیتے گمنام کائنی بݨیندا، تساں ایندے نال جو کجھ وی آن لائن کریندے ہو، اوں کوں ایہ ڈیوائس ورتݨ آلے کہیں وی ٻئے کنوں نجی رکھݨ سوکھا بݨیندے۔

source: %1$s could not verify the authenticity of the application. Do you want to proceed with autofilling the selected credentials?
skr: %1$s ایپ دے مستند ہووݨ دی تصدیق کائنی کر سڳا۔ بھلا تساں چݨی اسناد کوں خودکاربھرݨ نال اڳوں تے ودھݨ چاہسو؟

source: %1$s has a new update
skr: %1$s کیتے ہک نویں اپ ڈیٹ ہے

source: %1$s has been added to %2$s
skr: %2$s وچ %1$s شامل تھی ڳیا ہے

source: %1$s is fast and private
skr: %1$s تکھی تے نجی ہے

source: %1$s is produced by Mozilla.
skr: %1$s موزلّا ولوں تیار تھیا ہے۔

source: %1$s is requesting your username and password.
skr: %1$s تہاݙے ورتݨ ناں تے پاسورڈ دی ارداس کریندا پئے۔

source: %1$s may install and run studies from time to time.
skr: %1$s وقتاً فوقتاً مطالعہ انسٹال کرسڳدے تے چلا سڳدے۔

source: %1$s on %2$s %3$s
skr: %3$s %2$s تے %1$s

source: %1$s open tabs. Tap to switch tabs.
skr: %1$s ٹیبز کھولو۔ ٹیبز بدلݨ کیتے دباؤ۔

source: %1$s (Private Mode)
skr: %1$s (نجی موڈ)

source: %2$s is requesting your username and password. The site says: “%1$s”
skr: %2$s ورتݨ ناں تے پاسورڈ دی ارداس کریندا پئے۔ سائٹ آہدی ہے: “%1$s”

source: 2. Tap <b>Permissions</b>
skr: ٢. <b>اجازتاں</b> تے دباؤ

source: 3. Toggle <b>%1$s</b> to ON
skr: 3. <b>%1$s</b> کوں چالو کرݨ کیتے ٹوگل کرو

source: About %1$s
skr: %1$s دے بارے

source: Accept and edit suggestion
skr: تجویز کوں قبول کرو تے تبدیلی کرو

source: Accept the Risk and Continue
skr: خطرے کوں قبول کرو تے جاری رکھو

source: Access browser activity during navigation
skr: نیویگیشݨ دے دوران براوئزر دی سرگرمی تائیں رسائی

source: Access browser tabs
skr: براؤزر ٹیبز تائیں رسائی حاصل کرو

source: Access browsing history
skr: براؤزنگ تاریخ تے اپڑو

source: Accessibility
skr: رسائیت

source: Access recently closed tabs
skr: حالیہ بند تھیاں ٹیباں تے اپڑو

source: Access to the file was denied
skr: فائل تائیں رسائی مسترد کر ݙتی ڳئی ہائی

source: Access your data for %1$s
skr: %1$s کیتے آپݨے ڈیٹا تائیں رسائی گھنو۔

source: Access your data for all websites
skr: ساری ویب سائٹس کیتے آپݨے ڈیٹا تائیں رسائی گھنو

source: Access your data for sites in the %1$s domain
skr: %1$s ڈومین وچ آپݨی سائٹس دے ڈیٹا تے رسائی حاصل کرو

source: Access your data on %1$d other domains
skr: %1$d ٻئی ڈومیناں تے آپݨے ڈیٹا تے رسائی گھنو

source: Access your data on %1$d other sites
skr: %1$d ٻیاں سائٹاں تے آپݨے ڈیٹا تائیں رسائی گھنو

source: Access your data on 1 other domain
skr: 1 ٻئی ڈومین تے آپݨے ڈیٹا تائیں رسائی گھنو۔

source: Access your data on 1 other site
skr: 1 ٻئی سائٹ تے آپݨے ڈیٹا تائیں رسائی گھنو۔

source: Access your location
skr: آپݨے مقام تائیں اپڑو

source: Account settings
skr: کھاتہ ترتیباں

source: A completely redesigned browser awaits, with improved performance and features to help you do more online.\n\nPlease wait while we update %s with your
skr: تہاکوں مزید آن لائن کم وچ مدد ݙیوݨ کیتے بہتر کارکردگی تے خصوصیات نال مکمل طور تے دوبارہ ڈیزائن کیتا ڳیا براؤز تہاݙی تانگھ وچ ہے۔ \n\n سوہݨا، اوں ویلے تائیں انتظار کرو جے تائیں اساں تہاݙے نال %s کوں اپ ڈیٹ کروں

source: Active
skr: فعال

source: Adapts to your device settings
skr: تہاݙی ڈیوائس ترتیباں اختیار کریندے

source: Add %1$s?
skr: %1$s شامل کروں؟

source: Add %1$s and %2$s to %3$s
skr: %1$s تے %2$s کوں %3$s وچ جوڑو

source: Add %1$s to %2$s
skr: %2$s وچ %1$s شامل کرو

source: Add address
skr: پتہ شامل کرو

source: Add a shortcut to open private tabs from your Home screen.
skr: آپݨی ہوم سکرین کنوں نجی ٹیب کھولݨ کیتے ہک شارٹ کٹ شامل کرو۔

source: Add card
skr: کارڈ شامل کرو

source: Add credit card
skr: کریڈٹ کارڈ شامل کرو

source: Added to shortcuts!
skr: شارٹ کٹاں وچ شامل تھی ڳیا!

source: Added to top sites!
skr: اہم سائٹاں وچ شامل تھی ڳیا!

source: Add folder
skr: فولڈر بناؤ

source: Add login
skr: لاگ ان شامل کرو

source: Add new collection
skr: نواں مجموعہ شامل کرو

source: Add new login
skr: نواں لاگ ان شامل کرو

source: Add-on collection modified. Quitting the application to apply changes…
skr: ایڈ ــ آن مجموعے دی تجدید تھی ڳئی ہے۔ تبدیلیان لاگو کرݨ کیتے ایپ چھوڑیندے پئے ہو۔۔۔

source: Add-on is already installed
skr: ایڈ ــ آن پہلے ہی انسٹال تھیا ہویا ہے

source: Add-on is not supported
skr: ایڈ ــ آن سہارا تھیا کائنی

source: Add-ons
skr: ایڈ ــ آن

source: Add-ons Manager
skr: ایڈ ــ آن منیجر

source: Add-on updates
skr: ایڈ ــ آن اپ ڈیٹاں

source: Add private browsing shortcut
skr: نجی براؤزنگ شاٹ کٹ شامل کرو

source: Add private tab
skr: نجی ٹیب شامل کرو

source: Address bar
skr: پتہ پٹی

source: Addresses
skr: پتے

source: Address Not Found
skr: پتہ کائنی لبھا

source: Add search engine
skr: ڳولݨ انجݨ شامل کرو

source: Add shortcut
skr: شارٹ کٹ شامل کرو

source: Add tab
skr: ٹیب شامل کرو

source: Add them to %1$s
skr: اُنہاں کوں %1$s وچ شامل کرو

source: Add to contact
skr: رابطہ وچ شامل کرو

source: Add to Home screen
skr: ہوم سکرین تے شامل کرو

source: Add to shortcuts
skr: شارٹ کٹاں وچ شامل کرو

source: Add to top sites
skr: بہترین سائٹاں وچ شامل کرو

source: Add username to saved password?
skr: محفوظ تھئے پاس ورڈ وچ ورتݨ ناں شامل کروں؟

source: Advanced
skr: ودھایا

source: Advanced…
skr: ودھایا۔۔۔

source: After one day
skr: ہک ݙین٘ہ بعد

source: After one month
skr: ہک مہینے بعد

source: After one week
skr: ہک ہفتے بعد

source: All actions
skr: سارے عمل

source: All cookies (will cause websites to break)
skr: ساریاں کوکیاں (ویب سائٹاں دے ترٹݨ دا سبب بݨ سڳدی ہے)

source: Allow
skr: اجازت ݙیوو

source: ALLOW
skr: اجازت ڈیوو

source: Allow %1$s to open %2$s
skr: %1$s کوں %2$s کھولݨ دی اجازت ݙیوو

source: Allow %1$s to play DRM-controlled content?
skr: %1$s کوں ڈی آر ایم دے کنٹرول تھئے مواد چلاوݨ دی اجازت ݙیووں؟

source: Allow %1$s to send notifications?
skr: %1$s کوں اطلاعاں پٹھݨ دی اجازت ݙیندے ہو؟

source: Allow %1$s to store data in persistent storage?
skr: %1$s کوں مستقل ذخیرے وچ ڈیٹا ذخیرہ کرݨ دی اجازت ݙیووں؟

source: Allow %1$s to use its cookies on %2$s?
skr: %1$s کوں آپݨیاں کوکیاں %2$s تے ورتݨ دی اجازت ݙیووں؟

source: Allow %1$s to use your camera?
skr: %1$s کوں آپݨاں کیمرہ ورتݨ دی اجازت ݙیندے ہو؟

source: Allow %1$s to use your camera and microphone?
skr: %1$s کوں آپݨاں کیمرہ تے مائیکروفون ورتݨ دی اجازت ݙیندے ہو؟

source: Allow %1$s to use your location?
skr: %1$s کوں آپݨاں مقام ورتݨ دی اجازت ݙیندے ہو؟

source: Allow %1$s to use your microphone?
skr: %1$s کوں آپݨاں مائیکروفون ورتݨ دی اجازت ݙیندے ہو؟

source: Allow audio and video
skr: آڈیو تے وڈیو دی اجازت ݙیوو

source: Allowed
skr: اجازت ݙتے ہوئے

source: Allow in private browsing
skr: نجی براؤزنگ وچ اجازت ݙیوو

source: Allow screenshots in private browsing
skr: نجی براؤزنگ وچ سکرین شاٹاں دی اجازت ݙیوو

source: Allow search suggestions in private sessions?
skr: نجی مجلساں وچ ڳولݨ تجویزاں دی اجازت ݙیووں؟

source: Allows Mozilla to install and run studies
skr: موزلّا کوں پڑھائی انسٹال کرݨ تے چلاوݨ دی اجازت ݙیندے

source: All third-party cookies (may cause websites to break)
skr: ساریاں تریجھی پارٹی کوکیاں (ویب سائٹاں دے ترٹݨ دا سبب بݨ سڳدی ہے)

source: A login with that username already exists
skr: پہلے موجود ورتݨ ناں نال لاگ ان تھیوو

source: Always
skr: ہمیشہ

source: Always-on privacy
skr: ہمیشہ رازداری تے

source: A new permission is required
skr: نویں اجازت ضروری ہے

source: Apr
skr: اپريل

source: Are you sure?
skr: بھلا تہاکوں پک ہے؟

source: Are you sure that you want to clear all the cookies and data for the site <b>%s</b>?
skr: بھلا تہاکوں پک ہے جو تساں سائٹ <b>%s</b> کیتے ساریاں کوکیاں تے ڈیٹا صاف کرݨ چاہندے ہو؟

source: Are you sure that you want to clear all the permissions for this site?
skr: بھلا تہاکوں پک ہے جو تساں ایں سائٹ کیتے ساریاں اجازتاں مکاوݨ چاہندے ہو؟

source: Are you sure that you want to clear all the permissions on all sites?
skr: بھلا تہاکوں پک ہے جو تساں ساریاں سائٹاں کیتے ساریاں اجازتاں مکاوݨ چاہندے ہو؟

source: Are you sure that you want to clear this permission for this site?
skr: بھلا تہاکوں پک ہے جو تساں ایں سائٹ کیتے ایہ اجازت مکاوݨ چاہندے ہو؟

source: Are you sure you want to delete %1$s?
skr: بھلا تہاکوں پک ہے جو تساں %1$s مٹاوݨ چاہندے ہو؟

source: Are you sure you want to delete this address?
skr: بھلا تہاکوں پک ہے جو تساں ایہ پتہ مٹاوݨ چاہندے ہو؟

source: Are you sure you want to delete this bookmark?
skr: بھلا تہاکوں پک ہے جو تساں ایہ نشانی مٹاوݨ چاہندے ہو؟

source: Are you sure you want to delete this credit card?
skr: بھلا تہاکوں پک ہے جو تساں ایہ کریڈٹ کارڈ مٹاوݨ چاہندے ہو؟

source: Are you sure you want to delete this folder?
skr: بھلا تہاکوں پک ہے جو تساں ایہ فولڈر مٹاوݨ چاہندے ہو؟

source: Are you sure you want to delete this login?
skr: بھلا تہاکوں پک ہے جو تساں ایہ لاگ ان مٹاوݨ چاہندے ہو؟

source: A site is playing media
skr: سائٹ میڈیا چلیندی پئی ہے۔

source: Ask to allow
skr: اجازت کیتے پُچھو

source: Ask to save
skr: محفوظ کرݨ کیتے پُچھو

source: Audio and video will play on Wi-Fi
skr: آڈیو تے وڈیو وائی فائی تے چلسن

source: Aug
skr: اگست

source: Authors
skr: مصنف

source: Auto-close after one month?
skr: ہک مہینے بعد آپݨے آپ بند کروں؟

source: Auto-close enabled
skr: آپݨے آپ بند تھیوݨ فعال تھی ڳیا

source: Auto-close open tabs
skr: کھلے ٹیباں کوں خودکار بند کرو

source: Autocomplete URLs
skr: خودکار مکمل یوآرایل آں

source: Autofill
skr: خودبخود بھرݨ

source: Autofill in %1$s
skr: %1$s وچ خود بخود بھرو

source: Autofill in other apps
skr: ٻیاں ایپاں وچ آٹوفل کرو

source: Automatic
skr: خود بخود

source: Automatically attempts to connect to sites using HTTPS encryption protocol for increased security.
skr: خودکار طور تے ودھدی ہوئی حفاظت کیتے ایچ ٹی ٹی پی ایس خفیہ کاری پروٹوکول ورتندے ہوئے سائٹاں کوں کنکٹ کرݨ دی کوشش کریندے۔

source: Automatically deletes browsing data when you select \"Quit\" from the main menu
skr: جہڑے ویلے تساں مین مینیو وچوں \"چھوڑو\" کوں چُݨدے ہو تاں براؤزنگ دا ڈیٹا خودبخود مٹ ویندا ہے

source: Automatic font sizing
skr: خودکار فونٹ سائز تبدیلی

source: Autoplay
skr: آٹو پلے

source: Balanced for privacy and performance. Pages load normally.
skr: کارکردگی تے رازداری کیتے متوازن تھیا، ورقے معمول دے مطابق لوڈ تھیندن۔

source: Block
skr: بلاک

source: Block audio and video
skr: آڈیو تے وڈیو بلاک کرو

source: Block audio and video on cellular data only
skr: صرف سیلولر ڈیٹا تے آڈیو تے وڈیو بلاک کرو

source: Block audio only
skr: صرف آڈیو بلاک کرو

source: Blocked
skr: بلاک تھئے

source: Blocked by Android
skr: اینڈرائیڈ ولوں بلاک تھئے

source: Blocks cookies that ad networks and analytics companies use to compile your browsing data across many sites.
skr: کوکیاں کوں بلاک کریندا ہے جہڑا اشتہاری نیٹ ورکس تے تجزیاتی کمپنیاں تہاݙے براؤزنگ ڈیٹا کوں کئی سائٹاں تے مرتب کرݨ کیتے ورتیندیاں ہن۔

source: Blocks more trackers so pages load faster, but some on-page functionality may break.
skr: ورقیاں کوں تکھیرا لوڈ کرݨ سانگے ٻئے ٹریکراں کوں بلاک کریندے، پر ورقے تے کجھ فعالت ترٹ سڳدی ہے۔

source: Bookmark
skr: کتاب نشان

source: Bookmarks
skr: کتاب نشان

source: Bookmark saved!
skr: نشانی محفوظ!

source: Bookmarks deleted
skr: نشانیاں مٹ ڳیاں

source: Bookmarks Menu
skr: نشانیاں مینیو

source: Bookmarks saved!
skr: کتاب نشانیاں محفوظ تھی ڳیاں!

source: Bookmarks Toolbar
skr: نشانیاں ٹول بار

source: Bottom
skr: تل

source: Bring bookmarks, history, and passwords to %1$s on this device.
skr: ایں ڈیوائس تے کتاب نشانیاں، تاریخ تے پاس ورڈ %1$s تے گھن آؤ۔

source: Browse without being followed
skr: بغیر فالو تھئے براؤز کرو

source: Browsing data deleted
skr: براؤزنگ ڈیٹا مٹ ڳیا

source: Browsing history and site data
skr: براؤزنگ تاریخ تے سائٹ ڈیٹا

source: Cached images and files
skr: کیشہ تھیاں تصویراں تے فائلاں

source: Call
skr: فون کرو

source: Call with…
skr: این٘دے نال فون کرو۔۔۔

source: Camera
skr: کیمرہ

source: Camera access needed. Go to Android settings, tap permissions, and tap allow.
skr: کیمرے تائیں رسائی دی لوڑ ہے۔ انڈرائیڈ دیاں ترتیباں تے ون٘ڄو، اجازتاں تے ٹیپ کرو تے اجازت ݙیوو تے انگل پھیرو۔

source: Camera and microphone are on
skr: کیمرہ تے مائیکروفون چالو ہن

source: Camera is on
skr: کیمرہ چالو ہے

source: Cancel
skr: منسوخ

source: Cancel downloads
skr: ڈاؤن لوڈ منسوخ کرو

source: Cancel private downloads?
skr: نجی ڈاؤن لوڈاں منسوخ کروں؟

source: Cannot Complete Request
skr: ارداس پوری کائنی کر سڳدا

source: Cannot share to this app
skr: ایں ایپ تے شیئر کائنی کر سڳدا

source: Can’t edit default folders
skr: پہلوں مقرر فولڈراں وچ تبدیلی کائنی تھی سڳدی

source: Card Number
skr: کارڈ نمبر

source: Card number will be encrypted. Security code won’t be saved.
skr: کارڈ نمبر دی خفیہ کاری کیتی ویسی۔ حفاظتی کوڈ محفوظ کائناں کیتا ویسی۔

source: Change wallpaper by tapping Firefox homepage logo
skr: فائرفوکس مکھ پنے لوگو تے انگل پھیرݨ نال وال پیپر وٹاؤ

source: Check that search string matches Example format
skr: پڑتال کرو جو ڳولݨ تند مثال دے نمونے مطابق ہے

source: Check your network connection or try reloading the page in a few moments.
skr: اپݨے نیٹ ورک کنکشن دی پڑتال کرو یا کجھ لمحے بعد ولدا کوشش کرو۔

source: Choose a color
skr: رنگ چُݨو

source: Choose what to sync
skr: چݨو جو کیا ہم وقت کرݨے

source: Choose which trackers and scripts to block.
skr: بلاک کرݨ کیتے ٹریکر تے سکرپٹ چُݨو

source: Choose your theme
skr: آپݨاں تھیم چݨو

source: City
skr: شَہر

source: Clean, organized tabs
skr: ستھریاں، منظم ٹیباں

source: Clear
skr: صاف کرو

source: Clear away tab clutter with improved layout and auto-closing tabs.
skr: بہترین خاکے تے خود کار بند تھیندیاں ٹیباں نال ٹیباں دی بے ترتیبی کوں صاف کرو۔

source: Clear cookies and site data
skr: کوکیاں تے سائٹ ڈیٹا صاف کرو

source: Clear hostname
skr: ہوسٹ ناں صاف کرو

source: Clear password
skr: پاس ورڈ صاف کرو

source: Clear permission
skr: اجازت ہٹاؤ

source: Clear permissions
skr: اجازتاں ہٹاؤ

source: Clear permissions on all sites
skr: ساریاں سائٹاں توں اجازتاں ہٹاؤ

source: Clear recent browsing history, cookies, and related data
skr: حالیہ براؤزنگ تاریخ۔ کوکیاں تے متعلقہ ڈیٹا صاف کرو

source: Clears cookies set by redirects to known tracking websites.
skr: معلوم ٹریکنگ ویب سائٹاں تے ریڈائریکٹ نال مقرر تھیاں کوکیاں کوں صاف کریندے۔

source: Clear username
skr: ورتݨ ناں صاف کرو

source: Click for more details
skr: ٻیاں تفصیلاں کیتے کلک کرو

source: Close after one day
skr: ہک ݙین٘ہ بعد بند کرو

source: Close after one month
skr: ہک مہینے بعد بند کرو

source: Close after one week
skr: ہک ہفتے بعد بند کرو

source: Close all inactive tabs
skr: ساریاں غیر فعال ٹیباں بند کرو

source: Close all tabs
skr: ساریاں ٹیباں بند کرو

source: Close manually
skr: دستی بند کرو

source: Close private tabs
skr: نجی ٹیباں بند کرو

source: Close reader view
skr: قاری نظارہ بند کرو

source: Close tab
skr: ٹیب بند کرو

source: Close tabs
skr: ٹیباں بند کرو

source: Close tab %s
skr: %s ٹیب بند کرو

source: Collapse group of synced tabs
skr: ٹیباں کوں ہم وقت کرݨ کیتے گروپ کٹھے کرو

source: Collapse inactive tabs
skr: غیرفعال ٹیباں کٹھی کرو

source: Collapse suggested addresses
skr: تجویز تھئے پتیاں کوں کٹھا کرو

source: Collapse suggested credit cards
skr: تجویز تھئے کریڈٹ کارڈاں کوں کٹھا کرو

source: Collapse suggested logins
skr: تجویز تھئے لاگ اناں کوں کٹھا کرو

source: Collection %d
skr: مجموعہ %d

source: Collection deleted
skr: مجموعہ مٹ ڳیا

source: Collection menu
skr: مجموعہ مینیو

source: Collection name
skr: مجموعہ ناں

source: Collection owner (User ID)
skr: مجموعہ مالک (ورتݨ آئی ڈی)

source: Collection renamed
skr: مجموعے دا ناں تبدیل تھی ڳیا

source: Collections
skr: مجموعے

source: Collection saved!
skr: مجموعہ محفوظ تھی ڳیا!

source: Collect the things that matter to you.\nGroup together similar searches, sites, and tabs for quick access later.
skr: او شئیں جمع کرو جہڑیاں تہاݙے کیتے اہم ہن۔ \n بعد وچ فوری رسائی کیتے ایں طرحاں دیاں ڳولاں، سائٹاں تے ٹیباں کوں گروپ وچ کٹھا کرو۔

source: Common myths about private browsing
skr: نجی براؤزنگ بارے عام فرضی قصے
